tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'goles/battery'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'jbarone/gitdrip'

brew 'docbook'
brew 'asciidoc'
brew 'bash-completion'
brew 'cloc'
brew 'cscope'
brew 'ctags'
brew 'git'
brew 'go'
brew 'docker'
brew 'docker-machine'
brew 'fzf'
brew 'gdbm'
brew 'git-flow'
brew 'grip'
brew 'openssl'
brew 'pkg-config'
brew 'libevent'
brew 'lua'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'mercurial'
brew 'node'
brew 'p7zip'
brew 'reattach-to-user-namespace'
brew 'spark'
brew 'ssh-copy-id'
brew 'subversion'
brew 'thefuck'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'goles/battery/battery'
brew 'jbarone/gitdrip/git-drip'

cask 'font-hack'
