tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'goles/battery'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'jbarone/gitdrip'

cask 'font-hack'
cask 'mactex'

brew 'apr'
brew 'apr-util'
brew 'aria2'
brew 'asciidoc'
brew 'bash-completion'
brew 'cloc'
brew 'cscope'
brew 'ctags'
brew 'dirmngr'
brew 'docbook'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-flow'
brew 'glib'
brew 'gmp'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'goles/battery/battery'
brew 'gpg-agent'
brew 'grip'
brew 'homebrew/php/php56'
brew 'htop'
brew 'icu4c'
brew 'jbarone/gitdrip/git-drip'
brew 'jpeg'
brew 'keybase'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtasn1'
brew 'libusb'
brew 'libusb-compat'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'mercurial'
brew 'mono'
brew 'nettle'
brew 'node'
brew 'openssl'
brew 'p7zip'
brew 'pcre'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'pth'
brew 'python'
brew 'qemu'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'spark'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'subversion'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'utf8proc'
brew 'wget'
brew 'xz'
